{"pageProps":{"blog":{"id":68,"title":"第404页是什么？如何建立404页的网站？","keywords":"SEO优化,关键词优化,网站建设","description":"404页对于改善网站的用户体验非常重要。如果你的网站没有404页，当用户不小心输入了错误的网址或者访问了一些被删除的网页，他们会看到默认","thumbnail":"https://oss.faycz.com/00a47746-724a-4537-afff-e6701cfa6ee8fay.jpeg","createTime":"2020-07-15T02:56:35.000Z","updateTime":"2020-07-15T02:56:35.000Z","content":"{\"blocks\":[{\"key\":\"foo\",\"text\":\"404页对于改善网站的用户体验非常重要。如果你的网站没有404页，当用户不小心输入了错误的网址或者访问了一些被删除的网页，他们会看到默认的错误信息。如下:当用户看到如图所示的404条错误信息时，你可以从另一个角度思考，作为网站的浏览器你会怎么做？恐怕每个人都会选择直接关闭网页。这样的页面对用户非常不友好。首先，大多数用户根本不理解这些信息的含义。其次，他们不为用户提供返回网站的链接。在互联网时代，信息是普遍的，你不是唯一拥有用户想要的信息的网站。用户有很多选择，因此你的网站流量被浪费了。错误是不可避免的。随着网站在线时间的增加，服务器需要承载越来越多的内容。一些网站管理员会删除一些没有索引的页面，以减轻服务器的压力。然而，在很多情况下，他们只是删除了页面的内容，却忘记了删除页面在其他地方留下的链接(基本上不可能记住哪里还有链接)。当用户点击这些链接时，404条错误信息将不可避免地出现在用户面前。我们可以做的是建立一个相对友好的404错误页面，这样用户就可以清楚地知道到底哪里出错了，并为用户提供一个返回到网站的链接，让用户继续浏览我们的网站。这样做可以有效地降低我们网站的跳转率，这对网站搜索引擎优化至关重要。以上内容已经回答了404页对于网站搜索引擎优化的重要性，那么杭州搜索引擎优化将向您解释如何正确设置您网站的404页:1。首先，你需要一个404页的模板。404页面和网站的其他页面一样，是通过加载相应的html文件在用户面前显示页面的浏览器。因此，你需要提前准备一个你喜欢的404页模板。那么，我在哪里可以得到404页？目前，获得404页的方法主要有三种:1)寻找一些成熟的网站，如携程、腾讯、阿里等。故意在这些网站的链接地址上输入错误的链接地址将会加载该网站的404页。右键单击另存为在本地保存404页(注意保存时选择“网页，全部”选项)。2)该网站还有许多404页模板可供下载。你可以去模板屋、模板王等材料网站下载，注意不要选择太华丽的404模板，以免影响404页面的加载速度，或者以实用为主。3)如果你有一定的代码基础，你也可以自己制作404页，不需要太复杂的代码。2.修改404页面内容。在您准备好404页文件后，您还需要修改页面的内容，如链接地址修改、文本内容修改等。在这里，我会用实际的例子来解释，这样不懂代码的朋友就可以轻松掌握设置404页的方法。我从材料网站下载了一个404页的模板:如你所见，它包含四个文件，即css样式、字体文件、图片文件和404页，所有这些都是必需的。那么我们需要做什么改变呢？事实上，只有index.html文件需要修改。使用代码编辑软件，如Dreamweaver或记事本++打开index.html文件。我们需要改变的第一件事是我们网站首页的链接地址。接下来，我们将修改css和图片文件的引入路径，最好是以绝对路径的形式，即相对于站点根目录的路径修改。最后一步要求我们修改模板中的文本内容。修改完成后，我们最好重命名index.html文件和包含四个文件的文件夹，比如404.html和404。这样做的好处是便于我们在网站的根目录中识别该文件。3.使用ftp上传404文件夹。打开ftp，连接到我们网站的根目录，并将404文件夹上传到根目录。4.在空的背景下设置404页。以阿里云的主机管理背景为例:点击浏览，在网站根目录下选择相应的404页文件，点击提交，设置成功。5.测试404页是否能正常显示，第一页的链接是否能正常打开。不知道如何设置自己网站的404页的朋友，如果一步一步地按照上面描述的404页设置方法，肯定不会有问题。我希望我的分享能帮助每个人。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}","belongIds":"","status":"ENABLE"},"preBlog":null,"nextBlog":null},"__N_SSG":true}