{"pageProps":{"blog":{"id":62,"title":"[链接提交] ETag帮助网站提交网站地图~ eTag ETAG简介及功能","keywords":"SEO优化,关键词优化,网站建设","description":"(实体标签)是网址的标签，用于指示网址对象是否已更改，以便可以利用客户端的缓存(例如浏览器)。首先由服务器生成，客户端请求服务器通过向","thumbnail":"https://oss.faycz.com/c7a26296-37d2-4ee4-b512-751373904530fay.jpeg","createTime":"2020-07-14T15:26:39.000Z","updateTime":"2020-07-31T13:34:56.000Z","content":"{\"blocks\":[{\"key\":\"foo\",\"text\":\"(实体标签)是网址的标签，用于指示网址对象是否已更改，以便可以利用客户端的缓存(例如浏览器)。首先由服务器生成，客户端请求服务器通过向服务器返回令牌来验证其(客户端)缓存。服务器使用它来确定页面是否已经被修改，如果没有，则返回304，而不必重新传输整个对象。2.站点地图1中存在的问题。当发现更新不及时或网站地图更新时，百度很难及时发现并做出回应，因为百度很难持续检查网站内容和网站地图是否一直在更新。2.全量抓取，带宽消耗百度的网站地图抓取现在将网站地图文件完全下载。鉴于网站地图文件通常很大，而且这种下载可能会发生很多次，这将消耗网站的流量和带宽。第三，ETag HTTP1.1使用ETag来判断所请求的文件是否已经被修改，主要是为了解决上次修改不能解决的一些问题。1.某些文件可能会定期更改，但它们的内容不会更改(仅更改时间)。此时，客户端不想认为文件已经被修改并重新获取。2.有些文件修改非常频繁，一秒钟内修改n次。如果修改，接收器可以检查的粒度是二阶的。这种修改不能判断3。有些服务器无法准确获取文件的最后修改时间。为此，HTTP1.1引入了Etag。然而，该标准没有具体说明Etag的内容是什么或如何实施。唯一的要求是Etag应该用双引号括起来。服务器生成Etag，客户端通过判断请求是否匹配或不匹配来验证资源是否被修改。我们通常使用如果不匹配。请求文件的过程可以如下:第一个请求:1 .客户端启动HTTP GET请求文件；2.服务器处理该请求，并返回文件内容和一堆标题，包括Etag(例如，“1ec5-502264e2ae4c0(假设服务器支持Etag生成并已打开Etag)。状态码200，如下图所示，第一次请求百度主页时，成功获得百度标识图片文件bd_logo1.png，状态码200，大小8.1KB。返回的标题包括ETAG(“ETag(“1e C5-502264 e2a E4 c 0”)。第二个要求:1。客户端发起一个文件的HTTP GET请求。此时，客户端同时发送一个如果不匹配的报头。这个头的内容是服务器在我们第一次请求时返回的Etag: 1EC5-502264e2AE 4C02。服务器判断发送的Etag和计算的ETAG匹配，不返回200，返回304，并允许客户端继续使用本地缓存。如图所示，对于bd_logo1.png的这个请求，服务器只返回了Header，但没有返回大小为349B的内容。4.在站点1上启用ETag的好处。在网站地图上启用ETag后，百度可以更快地响应网站地图上的更新。在不改变内容的情况下，服务器只发回304个响应头，这消耗了很少的流量。在平均每人227元的正常情况下，每天24小时每秒的响应流量仅为1870万平方米。现在网站管理员平台对每个站点的活动站点地图爬行的数量有一个上限，并且这个功能不是对所有站点开放的。如果你的站点地图已经启用了ETag并且通过了测试，你就可以享受到百度在少量流量的情况下及时更新你的站点地图的功能，这样百度就可以更好的收集你站点的内容。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}","belongIds":"","status":"ENABLE"},"preBlog":{"id":61,"title":"光鲜亮丽的618直播带货，其实暗藏杀机，商家苦不堪言","keywords":"618,网红","description":"激动人心的 618电商平台正在全面开展业务。从2019年的双十一开始，直播也已经进入战场。今年， 618是直播将全面战斗的一年。在现场直播的","thumbnail":"https://oss.faycz.com/984827a1-ebe9-4c70-ba2b-3c415981cef0fay.png","createTime":"2020-07-14T15:26:04.000Z","updateTime":"2020-07-31T13:44:09.000Z","content":"{\"blocks\":[{\"key\":\"foo\",\"text\":\"激动人心的“ 618”电商平台正在全面开展业务。从2019年的“双十一”开始，直播也已经进入战场。今年，“ 618”是直播将全面“战斗”的一年。在现场直播的繁荣之下，实在暗藏杀机。\\n [2020年电子商务大战开始]\\n\\n经过一番激烈的讨价还价，直播室中的产品价格从198元降至68元，还包括两份礼物。主持人尖叫并敦促商人“不要那么啰嗦，卖不卖啊”，商人当场哭泣并讨论“给我五分钟，想一想”。双方陷入僵局后不久，链接上架，几秒钟内售罄了3000份产品.\\n\\n似乎每个人都很高兴：消费者享受利益，商人的销售大大增加，主播赚取佣金。但“常规程序”隐藏在热闹的直播室中，但许多企业和消费者并未获利。\\n\\n2020年，直播带货成为电商的新宠儿。从携程，格力等上市公司到个人商店，都不想错过这模式。根据艾媒咨询数据，2019年国内现场直播电商产业规模为4338亿元。预计到2020年，规模将翻一番，无数的商人将把真钱投入到直播室。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"4nonf\",\"text\":\"\\n但是，有些企业未能获得优势，但是却被直播室的“陷阱”绊倒了。目前，主播带来货物的主要收入模式分为三种：纯“坑”费，纯佣金或佣金加“坑”费，其中“佣金”是指主播在直播室销售中所占的份额，销售额越高；份额越多；“坑”位费是主持人介绍和推广产品的固定出场费。\\n\\n为了获得高收入，现场直播室的欺诈行为并不少见。支持主持人费用的高人气可以被伪造，粉丝，观众，喜欢和互动也可以低价大量购买。有刷单团队作为后盾，直播粉丝的价格为每人每小时25元，并可以根据主持人的语音即时发表评论；看上去成千上万的货物被顾客们抢购一通，但是销售也可能是假的。一些主播雇用了一个刷单团队来购买然后退还货物。有商家表示，“现场直播收取了15万元的进场费，最终退货率达到了90％。”货物压在仓库，前后损失了30万元。\\n\\n“与电视购物和在线购物的常规做法一样，带直播带货的媒体伪造手段实际上并不新鲜。”小编我也对接过不少主播，见过不少主播虚报价格“割韭菜”，小编也觉得很无奈，“这样下去，没人愿意再找主播带货，大家都没饭吃。”\\n\\n一些商家抱怨“花钱买差评”不说，退货率还高达90％\\n\\n在请求网红带走货两个月后，李某为退货的事惆怅。在直播室购买衣服的顾客申请退款。客服人员拒绝了“超过7天无理由退款的日期”之后，客户的语气很强烈，“必须给我退，我们的粉丝群中有很多人，说您的衣服有问题，大家会来退，而你会退的更多。”\\n\\n但是与网红的佣金早结清，退货意味着双重损失：付给网红的佣金无法收回，归还货物所产生的运费，包装和其他费用必须自己承担，并且损失每件衣服大约十元。但是，李媛不敢拒绝，拒绝了，拒绝了有担心这群粉丝集体退货并且给差评，只好认栽。\\n\\n但是高达90％的退货率使从事珠宝业务的张某无法忍受。在2020年春节过后，他看到许多同行试在请网红带货。由于疫情的影响，他的生意惨淡。也尝试着联系了一名大约500万名粉丝的网红，希望促成一些销售。他没想到会赚太多钱，就像当发布了一个广告，提高店铺在淘宝的权重，搜索还能更靠前些。\\n\\n经过商议，双方同意由主播带走货物3天，每日进场费5万元。达到保证的销售量后，佣金将为30％。经过三场直播后，张鸣的珠宝销售量猛增，他迅速增加了库存，安排了手工包装，支付“坑”位费15万元。\\n\\n但是相对的，飙升的退还申请让他感到了恐慌。直播结束后三天，订单接连发布，但退货申请却也接连出现。他发现，累计退货率达到90％。根据他与网红签订的交付协议，佣金将根据实际交易订单进行结算。结算时间为现场直播后的7天。在此期间，退回和退款的订单被视为无效订单，主播无法获得佣金。除了15天的部分结算期限外，这也是行业中普遍适用的佣金结算规则。\\n\\n“排除产品质量问题，网红可能刷了订单以赚取“\\n坑“位费。一位知名电商推广行业公司的从业者透入，珠宝产品的现场销售退货率一直都偏高，约为40％。为了实现有保底的销售，主播找到了刷单团队来下订单以获得”坑“位费。刷单团队在清算进场费后组织退款。\\n\\n他计算得出，假设每天有10万人民币的保证保底销售，网红可以在当日获得50,000元的进场费和3万元的佣金，其中50％的销售收入用于刷单团队支付账单，再加上40％的自然回报率，回报率可能会达到90％。即使退货后损失了大部分佣金，网红仍然可以平均每天获得50,000元的手续费和3,000元的佣金。除了刷单费用外，网红仍然有很多利润。\\n\\n亏损的肯定是商家。前后折腾下来，算上人工，运费，包装等成本后，张某并没有盈利，相反，它损失了超过30万元。\\n\\n李某退回的衣服已经在仓库里堆了两年。首次直播后两个小时，主播售出了4000多件衣服。在现场直播室的李某非常兴奋，他急切地增加了库存，但50％的退货率导致一半的衣服来回走动。仓库。在工作日，他的回报率约为20％。\\n\\n为了清理库存，他再次找到了网红，气氛也很火爆。一周后，返回情况也再次发生。他忍不住哭了起来，“就像一个恶性循环”。\\n\\n两次现场直播使货物降下来，退还的妇女衣服装满了仓库。李媛不知道损失约70万元，看到最近有大量商品，他下定了决心不再寻找网红带货了，“伤透了心”。\\n\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"9d1o4\",\"text\":\"一位刷单人员的朋友圈显示，该业务涉及京东，淘宝，豆阴和快手等平台。\\n\\n人气和订单可以刷，男粉丝1.5元，女粉丝3.5元，25元可以购买真人粉丝进行实时互动\\n\\n刷账单不再是直播行业的秘密。以上是电子商务促进行业的从业者，“在哪里有在线商店，哪里就有账单。”\\n\\n一些刷帐单的人在视频平台上分享了他们的日常工作。那天，其任务之一是通过直播室中的链接进入快寿店，每个人下达100张订单，完成后向上级报告。他在视频中说，“这是为了拉动销售。通常您会看到销售量很高的产品，这可能是假货。”\\n\\n刷单目的并非骗\\\"坑\\\"位费。目前，当大多数主播带货物时，佣金是根据实际交易量结算的规则执行的。在线交易系统用于设置佣金比例，商户可以实时查看所有订单的交易状态。每次一笔“确认收货”订单时，网红才会收到佣金。收取费用后立即退款的订单将被定义为“无效订单”，主播无法收取佣金。如果在超过佣金结算期后退款，刷到哪团队需要一个接一个地激活订单或申请客户服务。步骤复杂，操作成本高。\\n\\n其实现在“企业并不愚蠢，而且收取一次作弊基本上是不可行的。”现在很少有商家直接根据直播室的数量支付佣金，除非这是一家对直播室了解甚少的商店。\\n\\n但一些网红通过刷订单为带货”造势“。其实刷单是一直存在。在主播的初期，观众的消费欲望没有动力，气氛相对冷清。为了使产品看起来“热”并达到目标销售量，有些主播会找专门的刷单团队进行购买，“把直播间气氛搞起来”。\\n\\n具有数百万个观看量和热情响应的粉丝可能只是利用金钱做事的“集体表演”。一位曾从事“直播间引流（吸引流量）”的人士坦言，当“放单员”和主播谈好刷单价格后，会在微信或QQ群中下派任务，利用专门软件，每人可操作几百个粉丝账号，设置某些固定回复，如“想买”“喜欢这款产品”等，进入指定直播间后点赞、评论。“假粉丝”账号中，男性粉丝1.5元，女性粉丝3.5元，刷单员2个小时的收入约为400元。\\n\\n一位刷单人员表示，真人粉丝每人每小时25元。\\n\\n相比之下，真人粉丝的价格更昂贵。一位刷单从业人员说，抖音直播室很受欢迎，70元100在线3个小时；快手直播室是70元100人在线4小时。现场互动，价格为每人每小时25元，可以根据网红的话语进行相对的反应。\\n\\n刷粉丝、观看量无法直接变现，但可能是主播抬高“坑位费”的手段。据新媒体行业研究机构克劳锐发布的《2020中国MCN行业发展研究白皮书》，品牌投放时主要考量红人的过往数据表现，如粉丝契合度、互动活跃度及合作配合度。\\n\\n坑位费造假是目前大多数商家的“坑”。“与佣金相比，进场费是非常不透明的，商家只能查看主播过去的数据表现，例如粉丝数量，观看量，销量等。”拥有高粉丝量的主播可以与品牌进行谈判。当她具有较强的议价能力时，她曾经遇到过一些主播，他们在报价中说，由于“太受欢迎”，没有档期，而商家只能通过加钱提前播。”商家很看中粉丝的数量和人气，并愿意拿出钱。\\n\\n有些主播“不可靠”，而小企业“不敢惹”。\\n\\n为了避免进场费的陷阱，一些商家转向了“纯佣金”方式。“粉丝数量比较多的主播通常有底气报坑位费，但部分中小主播会以‘纯佣金’模式招揽商家。”电子商务促进行业的一位人士说，“纯佣金”模式不收取开场费。根据销售量，对于商人来说，即使他们不能卖得少或卖得少，他们也不必承担太多的成本，这更具成本效益。\\n\\n但是，一些中小型网红的表现也使商人感到失落。\\n\\n一位销售衣物亮白粉的商家在公众号“姜茶茶”上讲述，其在与主播前期沟通时，说明产品只能用于白色衣物，但主播在直播时表示彩色衣服也可以使用。这时，已有不少顾客下单，“我们都震惊了”，其紧急联系主播解释，并建议购买错的顾客退款。“有部分用户可能没听到主播补充的内容，回家洗了衣服，于是我们非但没卖出多少产品，还收获了不少差评”。该商家感叹。\\n\\n“一些主播在开始直播之前还没有看过很多产品。”一位MCN组织的主持人透露，许多同行在直播时会展示空箱的化妆品或食物，以证明货物自己食用或体验过，并增强了产品的说服力。但是，大多数网红都没有使用过它，而陈列实际上是该品牌寄出的空包装。\\n\\n“几乎没有哪位主播有足够的耐心或时间来尝试，甚至制造商也提供文案给主播来说。主播对产品的实际了解非常有限。，因此，当粉丝问有关产品详细信息的问题时，他们通常无法回答或敷衍了事。收到产品后，粉丝们会觉得自己不符合说明，因而提高了退货率。”她解释。\\n\\n缺乏经验或网红带货物能力不足的另一个原因。根据《关于中国2020年MCN产业发展研究的白皮书》，截至2020年3月，MCN机构已超过20,000家，其中40.2％进入2020年电子商务实况转播领域。\\n\\n但是，无论是“老将”网红还是新网红，几乎都违背了行业标准：商人提供的商品价格必须是整个网络的价格，还是全年最低的价格。 “是否能够以最低的价格获得支持者评估网红能力的绳索，这也是网红吸引粉丝的重要指标。”同样的衣服，其他主播卖100元，你只能得到110元的价格，为什么粉丝们仍然看你的直播？\\n\\n这进一步压缩了小企业的利润率。在直播室里，每件夹克售价为156元，销量为100万件，成本约为80万元，库存成本远高于在线商店，再加上运费，包装等，每件衣服的利润是10元。如果您正在寻找其他网红来带货，夹克的价格不能高于156元，“这相当于亏钱和大喊大叫。”\\n\\n尽管许多小企业“步履维艰”，即使对于拥有超过十万粉丝的主播，商人也无法“挑衅”。即使他们在朋友圈中发泄，也需要屏蔽那些网红。他们担心的是：“如果人们说几句不好的话，那么粉丝会责骂他们，更不用说增加销量并赢得口碑了，因为仅凭不好的评论是无法解决的，只能得到认可。”\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}","belongIds":"","status":"ENABLE"},"nextBlog":{"id":63,"title":"[网站优化]网站优化的10大优化点","keywords":"SEO优化,关键词优化,网站建设","description":"作为一个网站规划者，我已经考虑过很多问题，这些问题是我在使用搜索引擎优化来构建网站时遇到并讨论过的。这里有10个伟大的搜索引擎优化建","thumbnail":"https://oss.faycz.com/7147309d-47bf-44b9-b605-2f2822763ab4fay.jpeg","createTime":"2020-07-14T15:27:20.000Z","updateTime":"2020-07-31T13:34:56.000Z","content":"{\"blocks\":[{\"key\":\"foo\",\"text\":\"作为一个网站规划者，我已经考虑过很多问题，这些问题是我在使用搜索引擎优化来构建网站时遇到并讨论过的。这里有10个伟大的搜索引擎优化建议，将使你在不牺牲你的创造性友好的情况下，为搜索引擎制定一个更友好的网站计划。1.确保你的网站导航对搜索引擎友好。例如，如果你不知道如何让Flash工具变得易于使用，并且对收集爬虫友好，那么使用Flash作为网站导航是一个糟糕的选择。搜索引擎很难捕捉到使用闪存的网站。CSS和不引人注目的JavaScript也许可以提供你需要全心全意计划的任何结果，而不会牺牲你的搜索引擎排名。2.将脚本放在HTML文件之外当你为网站编写代码时，确保使用外部引用来练习JavaScript和CSS。搜索引擎通过包含在HTML文件中的所有内容来检查网站。如果没有有效的外部引用方法来使用JavaScript和CSS，一些额外的代码行将被添加到您的HTML文档中。在大多数情况下，这些代码会出现在真实内容的前面，从而降低了爬虫的爬行速度。搜索引擎希望尽快得到网站的内容。3.爬虫在使用搜索引擎时可以阅读的内容是网站的重要地址，也是搜索引擎所必需的。当规划一个网站时，确保你仔细考虑内容的优秀布局(如问题、段落和链接)。内容少的网站总是在搜索效率& ldquo努力奋斗在大多数情况下，如果在计划阶段有一个更一致的计划，就可以停止。例如，不要用图片替换墨迹，除非你使用CSS匹配图片墨迹替换技巧。4.规划你的网址，使其便于搜索和友好搜索。对搜索友好的网址并不是那些难以捕捉的，比如查询字符串。最好的网址包括有助于描述网页内容的关键词。应该注意一些使用自动生成的数字和特殊标签作为页面的网址的内容管理系统。一个好的内容管理系统将允许你定制和美化网站的网址。5.限制你不想让搜索引擎索引的页面。可能有些页面你不想让搜索引擎索引。这些页面可能对您的内容毫无用处，就像服务器上的脚本一样。当你建立一个新的网站时，这些页面甚至可以用来测试你的计划(虽然不建议这样做，但是我们大多数人会像以前一样做)。不要把这些网页暴露给网络机器人。你可以给搜索引擎重复的内容，稀释你的主要内容。这些页面可能会对您网站的搜索位置产生负面影响。阻止这些页面被搜索引擎检索的最好方法是使用机器人和txt文件来改进你网站上的五个文件之一。如果你的网站的某个部门正在测试中，使用代码来覆盖该部门的内容。一个更好的方法是运行一个本地的网站开发环境，比如XAMPP或者WampServer。6.不要忽略图片的alt属性，以确保所有图片的Alt属性都是描述性的。所有图片的alt属性必须100%符合W3C标准，但是许多图片只是简单地添加任意的墨水来达到这个要求。没有alt属性比不正确的alt属性更好。搜索引擎将读取alt属性，并可能在考虑页面和搜索关键词之间的一致性时包括它们。这也可以用于基于图片排名的搜索引擎，如谷歌图片。除了搜索引擎优化的角度，图片的alt属性也可以帮助盲人用户。7.使用新内容更新页面如果您的网站有博客，您可以考虑在页面上留出空间来存放一些最新内容。搜索引擎希望看到网页的内容不时变化，以显示网站仍然是好的。还可以通过不断改变内容来提高搜索引擎的捕获频率。您不想显示完整的选择，因为它会导致重复的主题。8.使用独特的元数据页面应该有不同的问题、描述和关键字。在许多情况下，网站规划者会构建一个网站模板，但是对元数据的健忘修改最终会导致几个页面使用原始的占位符信息。每个页面都应该有自己的元数据。这是帮助搜索引擎更好地掌握网站布局的要素之一。9、只需在你的网页内容中加入内地习题问题标签来丰富作业问题标签；它们向搜索引擎提供了HTML文档的布局信息，并且通常比网页上的其他文本具有更高的权重(除了链接)。要处理页面的主题，请练习标签。丰富对标签的操作，以指示内容的组织并描述相似的内容区域。我不主张在一个页面上使用多个标签，所以你的主题不会被冲淡。10.符合W3C标准的搜索引擎，如组织良好且简洁的代码。遵守W3C标准基本上是为了迫使你写语义标签，这对搜索引擎优化是有益的。阅读更多关于[网站优化]常识:[网站优化的36个策略]\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}","belongIds":"","status":"ENABLE"}},"__N_SSG":true}