{"pageProps":{"blog":{"id":42,"title":"10分钟读懂：一类电商二类电商怎么投信息流","keywords":"SEO优化,关键词优化,网站建设","description":"电商是互联网商业模式中非常重要的一种，自然，在广告投放中，电商类的投放也是占非常大的比重。那么电商类信息流投放怎么做呢？","thumbnail":"https://oss.faycz.com/94dcd356-f459-47a5-9732-f4b007224864fay.png","createTime":"2020-07-14T15:10:08.000Z","updateTime":"2020-07-31T13:34:10.000Z","content":"{\"blocks\":[{\"key\":\"foo\",\"text\":\"电商是互联网商业模式中非常重要的一种，自然，在广告投放中，电商类的投放也是占非常大的比重。那么电商类信息流投放怎么做呢？\\\\n电商信息流投放一般会提到一类电商和二类电商。先来了解下分别是什么，以及一二类电商有什么区别？\\\\n一类电商，用通俗易懂的方式来说，就是那些大众心中比较出名的大型电商平台，比如淘宝、天猫、京东，拼多多也算。他们的推广模式一般叫做“电商引流”，常规方式：1、直跳：通过短视频广告点击直接跳转到这些一类电商平台的店铺或者店铺里面的产品，可以直接唤起你手机里对应的电商平台app，从而进行购买下单支付，发货，收货。2、二跳：通过短视频广告点击直接跳转到预先做好的落地页，也叫做承接页，可以使用各大投放平台自带的建站工具做，一般是大图+按钮的形式，点击按钮再跳转到电商app。两者各有利弊，如果是更看重立竿见影的成交而非到店流量，可以考虑二跳的模式，虽然中间多了一个环节，但是也是筛选了人群，留下了购买意向更高的用户。相对来说roi会更高一些。二类电商：\\\\n在我还没有投放过二类电商之前，我的印象中就是我妈那个年龄层经常在网上刷到什么莫名其妙的广告看到的卖电商产品的，以前觉得没什么信任感，但是很受妈妈辈的接受。做了二类电商投放以后，还是有一些新认识。二类电商最大的一个特点是，不像一类电商一样要在平台下单购买，然后才能发货收货。二电都是货到付款的模式。看到了广告只要填写好了购买信息，收货信息就直接下单成功，坐等收货。二类电商最重要的消费群体就在下沉市场，也就是三线以下城市的消费者，多是小镇青年呀，中老年人等等，习惯一手交钱一手交货。下面是我随手刷到的一个二电广告，底部点击购买-货到付款，页面主体内容类似一个淘宝天猫的产品详情页。\\\\n二电的信息流投放，需要在广告平台开户，一般会开通两个后台给你，一个是广告投放平台，一个是专门上商品详情页的后台。比如头条的鲁班建站，腾讯的枫叶建站，百度斗金，快手金牛电商/无敌掌柜等等。商品上线详情页后，可在广告后台添加对应的商品详情页ID或者链接，则可以打通了。\\\\n二电投放是否能赚钱，非常重要的因素在于选品。选品影响出价、起量、成本、签收率等各个环节。选品也是做二类电商投放的一个核心工作，可以借助市面上比较成熟的一些二电工具，比如appgrowing热销商品榜、dataeye的edx电商情报等，及时获取目前市面上跑的比较好的产品，销量等其他数据。需要做大量的数据收集和分析工作。选品结束，制定好产品价格，准备好视频素材，就可以开始投放啦。素材这块也可以参考上述推荐工具中数据好的内容再做二次剪辑。如果公司有专门的编导，拍摄和后期童鞋那也可以自己写脚本拍摄。视频质量决定了广告投放成本和订单量级！！！这一点也是非常重要。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"2r7g6\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"fikbi\",\"text\":\"一类电商和二类电商大体的推广思路就是这样，至于具体的一些投放操作，还像知道更多相关只是还不赶快联系小蕾运营托管，为您排忧解难。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"https://oss.faycz.com/f4f8a8c4-3348-495d-ac17-e79fb4f91e89fay.png\",\"style\":{\"textAlign\":\"center\"}}}}}","belongIds":"","status":"ENABLE"},"preBlog":null,"nextBlog":null},"__N_SSG":true}