{"pageProps":{"blog":{"id":40,"title":"浅谈在全媒体形势下新媒体中心的重要性","keywords":"SEO优化,关键词优化,网站建设","description":"2019年1月25日，中共中央政治局在人民日报社就全媒体时代和媒体融合发展举行第十二次集体学习","thumbnail":"https://oss.faycz.com/22315904-7ea4-4fd7-9333-e97815ea3fd4fay.png","createTime":"2020-07-14T15:08:26.000Z","updateTime":"2020-07-14T15:08:26.000Z","content":"{\"blocks\":[{\"key\":\"foo\",\"text\":\"2019年1月25日，中共中央政治局在人民日报社就全媒体时代和媒体融合发展举行第十二次集体学习。中共中央总书记习近平在主持学习时强调，推动媒体融合发展、建设全媒体成为我们面临的一项紧迫课题。推动媒体融合发展，要坚持一体化发展方向，通过流程优化、平台再造，实现各种媒介资源、生产要素有效整合，实现信息内容、技术应用、平台终端、管理手段共融互通，催化融合质变，放大一体效能，打造一批具有强大影响力、竞争力的新型主流媒体。要统筹处理好传统媒体和新兴媒体、中央媒体和地方媒体、主流媒体和商业平台、大众化媒体和专业性媒体的关系，形成资源集约、结构合理、差异发展、协同高效的全媒体传播体系。要发展网站、微博、微信、电子阅报栏、手机报、网络电视等各类新媒体，积极发展各种互动式、服务式、体验式新闻信息服务，实现新闻传播的全方位覆盖、全天候延伸、多领域拓展。’\\\\n一：新媒体的重要性\\\\n新媒体凭借强大的互联网络、平易近人的态度和浅显易懂的语言，无形中具备了塑造价值观和世界观的功能。同时，新媒体可以与受众建立更加人性化的联系。对传统媒体来说，新媒体所带来的很多新的理念和模式都是可以借鉴的。随着新媒体开始渗透到各行各业的每个角落，纸质媒体逐渐没落，使得人们今天对新媒体有着更难以言明的复杂情感。现代社会的阅读是什么样的呢？人们只需要一个手掌大小的设备，然后借助某个软件或硬盘就可以自由搜索所需信息，设定阅读格式等。新媒体的功用性永远都是在与时俱进，突破人类想象的。随着后现代传播时代的到来，文字的展示和阅读都以一种新的模式存在，让人们可以轻而易举地获得足够丰富的信息。\\\\n新媒体传播有四个显著特征：一是信息仅限于阅读，无法上升到更高意义层次；二是每个人都可以零门槛的进行大众传播；三是受众开始掌握话语权，变得积极主动；四是大众媒介的“草根化”。以社会中发生的各种突发事件为例，通常都是博客、微博等新媒体在第一时间将信息内容通过文字、图片或视频的方式发送出去，呈现多媒体整合的态势。现场目击者通过手机拍摄照片，然后以近乎直播的方式“报道”现场状况，这些照片很快又进入各大新闻网站的头版头条。一个普通的市民通过新媒体便在无形中承担起了专业记者、电视台联合在一起才能完成的事情。同时，在这些“报道”中，手机、博客、互联网平台密切配合，显示出了传统媒体所不具备的强大能力。新媒体迅速崛起，日益成为信息传播的主渠道主平台，对传统主流媒体传播力影响力的冲击难以避免，如何用好新媒体巩固壮大正面宣传成为重大课题；互联网、智能终端广泛普及，新媒体新技术新应用迭代升级，“人人都有麦克风”的现实颠覆了以采编权为中心的媒体管理方式，各类信息爆炸式增长、裂变式传播，提高新闻报道的传播力、引导力、影响力、公信力任务艰巨；网上舆论摆脱现实时间空间限制，对社会的影响力空前展现，各种力量在网上竞相发声，呈现突发性、多元性、交互性、冲突性、匿名性等特点，舆情风险极易扩大蔓延、形成声势；因此注重用户体验，力戒“虚”、务求“实”，使广大网民愿听愿看、爱听爱看，发挥网络传播“互动、体验、分享”的优势，听民意、惠民生、解民忧，让互联网成为我们同群众交流沟通的新平台，要成为了解群众、贴近群众、为群众排忧解难的新途径，成为发扬人民民主、接受人民监督的新渠道。\\\\n二：新媒体的组成及分析\\\\n新媒体亦是一个宽泛的概念，利用数字技术、网络技术，通过互联网、宽带局域网、无线通信网、卫星等渠道，以及电脑、手机、数字电视机等终端，向用户提供信息和娱乐服务的传播形态。严格地说，新媒体应该称为数字化新媒体。\\\\n1;新媒体从业人员：\\\\n主要由新媒体企业出资人（包括技术入股）、经营管理人员，负责企业项目、投资、运营、人力资源、市场开发等、采编人员，负责媒体内容的策划、创作、传播等，如记者、编辑、推送人员等、技术人员，负责为企业正常运转提供软硬件技术支撑，如网络技术研发与维护人员等、大量的个人自媒体从业人员，借助第三方平台表达自己的观点，换取报酬，也是新媒体的主力大军。\\\\n2；新媒体从业人员的显著特点：\\\\n2.1、年轻化、知识化、技术化。多数属于\\\\\"平台+内容+终端+应用\\\\\"的专业技术型人才。\\\\n2.2、大多数是党外人士。有海外留学和创业经历的占14.4%,是新的社会阶层四个群体中最高的。影响力较大的往往是跨界兼职的\\\\\"多面手\\\\\"。\\\\n2.3创新意识强，舆论反应快。整体有较强的创业创新意识，思维活跃，勇于开拓。内容管理人员对网络话题和突发事件高度敏感，善于通过议题设置和技术手段快速反应。\\\\n3；新媒体有哪些：\\\\n新媒体就是网络媒体，户外媒体，手机媒体，微博，博客这一类区别于传统媒体的媒介，他们的主要特点是交互性强，互动性好，并且信息发布门槛低。目前主流新媒体平台有微博，微信群、微信公众号，QQ群，博客和论坛，还有今日头条，一点资讯，搜狐自媒体手机客户端以及腾讯视频、西瓜视频、快手、抖音等组成。\\\\n三：非公新媒体中心的重要性\\\\n社会中发生的各种突发事件，通常都是新媒体在第一时间将信息内容通过文字、图片或视频的方式发送出去，现场目击者通过手机拍摄照片，然后以近乎直播的方式“报道”现场状况，这些照片很快又进入各大新闻网站的头版头条。新媒体环境下公共危机事件的发生，以前所未有的速度和广度为人所知，并且由于网民可以随时根据自己所了解的信息而不断追加相关内容，使政府在应对公共危机事件时面临巨大的挑战。\\\\n要培养“可合作的”“负责任的”新媒体中心。可以说，在近些年公共危机事件的应对过程中，无疑起到了推进作用，这就要求新媒体中心必须具备足够的社会责任感和大局意识，正确发挥舆论引导和宣传教育的作用。在公共危机事件中，我们经常可以发现网络舆论也是存在领导的，“网络意见领袖”掌握着引导、把握网络舆论的能力。因此，在危机公关的过程中可以把实现与网络舆论领袖的沟通作为一个重要渠道。\\\\n成立新媒体中心，可有效加强对网络新媒体的引导和管理。能够团结广大无党派人士，对于净化互联网环境、推进网络健康文明发展至关重要。面对互联网发展的新形势，增强引导舆论的本领，掌握舆论工作的主动权，提高党对媒体的领导能力，把握正确的舆论导向，是加强党的执政能力建设的重要课题。\\\\n舆论事件往往具有突发性、破坏性，能在较短时间内产生巨大的冲击力和震撼力，造成较大的社会影响，成为社会关注的焦点。舆论事件的演进过程，也是新媒体持续报道、舆论持续引导的过程，在“人人都有麦克风”的时代，同一件事，成千上万网民，按照各自的视角、各自的观点分别发表消息、表达意见，再加上众多的转发和评论，使舆论引导内容呈现碎片化。相关人士要积极发声、引导舆论、激发起沉默的大多数。鼓励专家学者积极“入网”，参与公共事件讨论，参与网络舆论引导，用深入浅出的理论解说，以专业视角引导网民学会理性思考，用客观理性的言论化解网络戾气，积极营造天朗气清的网络空间。平时注重社会热点信息积累整理，发现苗头性倾向性问题，立刻跟踪互联网舆情动态，摸清公众关心的话题，关注舆情，做出综合研判。主动提供信息和观点，吸引公众关注，形成议论话题，形成可控可导的舆论走势，力争实现引导议题与公众议题、媒体议题的高度重合。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":1650,\"length\":12,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}","belongIds":"","status":"ENABLE"},"preBlog":null,"nextBlog":null},"__N_SSG":true}